[
  {
    "id": 1,
    "slug": "bob-marley-one-love-celebra-80-anos",
    "title": "Bob Marley 'One Love' celebra 80 anos do Rei do Reggae",
    "excerpt": "Celebrações ao redor do mundo marcam o aniversário de nascimento de Robert Nesta Marley, com shows tributo e lançamentos especiais.",
    "content": "O mundo do reggae se une para celebrar os 80 anos de nascimento de Bob Marley, o eterno Rei do Reggae. Nascido em Nine Mile, Jamaica, em 6 de fevereiro de 1945, Marley transformou o reggae em um fenômeno global, levando mensagens de paz, amor e resistência para todos os cantos do planeta.\n\nNo Brasil, diversas festas e tributos estão programados, especialmente em São Paulo e Rio de Janeiro. A GWAN Reggae Radio preparou uma programação especial durante toda a semana, com maratonas das obras completas de Bob Marley & The Wailers.\n\nA família Marley também anunciou o lançamento de material inédito encontrado nos arquivos do estúdio Tuff Gong, em Kingston. Fãs ao redor do mundo aguardam ansiosamente por essas preciosidades sonoras que prometem revelar novas facetas do gênio musical jamaicano.",
    "image": "https://images.unsplash.com/photo-1493225457124-a3eb161ffa5f?w=800&h=400&fit=crop",
    "category": "Cultura",
    "author": "Redação GWAN",
    "date": "2025-01-25",
    "featured": true
  },
  {
    "id": 2,
    "slug": "mato-seco-anuncia-turne-nacional-2025",
    "title": "Mato Seco anuncia turnê nacional 'Raízes' para 2025",
    "excerpt": "A banda brasiliense confirma 15 cidades pelo Brasil com show inédito que mistura reggae roots com elementos da música brasileira.",
    "content": "O Mato Seco, uma das maiores bandas de reggae do Brasil, anunciou oficialmente sua nova turnê 'Raízes', que passará por 15 cidades brasileiras ao longo de 2025. O show promete uma experiência única, combinando os clássicos da banda com novas composições que exploram as raízes africanas e brasileiras do reggae.\n\nA turnê terá início em março, com show de abertura em Brasília, cidade natal da banda, e passará por São Paulo, Rio de Janeiro, Salvador, Recife, Belo Horizonte, Porto Alegre, Curitiba, Florianópolis, Fortaleza, Manaus, Belém, Goiânia, Campo Grande e Vitória.\n\nOs ingressos estarão disponíveis a partir do próximo mês, com pré-venda exclusiva para membros do fã-clube oficial.",
    "image": "https://images.unsplash.com/photo-1501386761578-eac5c94b800a?w=800&h=400&fit=crop",
    "category": "Shows",
    "author": "Redação GWAN",
    "date": "2025-01-23",
    "featured": true
  },
  {
    "id": 3,
    "slug": "sound-system-culture-cresce-em-sp",
    "title": "Cultura Sound System cresce e ganha força em São Paulo",
    "excerpt": "Novos coletivos e festas de sound system surgem na capital paulista, resgatando a tradição jamaicana com sotaque brasileiro.",
    "content": "A cena de sound system em São Paulo está vivendo um momento de grande efervescência. Novos coletivos surgem a cada mês, e festas dedicadas à cultura jamaicana de sound system ganham cada vez mais público.\n\nEntre os destaques estão o Digitaldubs, Dubversão e o recém-criado Raízes Sound System, que têm levado experiências sonoras imersivas para diversos bairros da cidade. As festas acontecem em espaços alternativos, galpões e até praças públicas, sempre com equipamentos potentes e seleções que vão do roots ao digital.\n\nA GWAN Reggae Radio tem acompanhado de perto esse movimento e dedica programas especiais para divulgar os sounds locais e suas produções.",
    "image": "https://images.unsplash.com/photo-1470225620780-dba8ba36b745?w=800&h=400&fit=crop",
    "category": "Cultura",
    "author": "DJ Roots",
    "date": "2025-01-20",
    "featured": false
  },
  {
    "id": 4,
    "slug": "festival-reggae-salvador-confirma-lineup",
    "title": "Festival Reggae Salvador confirma lineup internacional",
    "excerpt": "Evento baiano terá atrações da Jamaica, Reino Unido e Brasil no maior festival de reggae do Nordeste.",
    "content": "O Festival Reggae Salvador 2025 divulgou seu lineup completo e promete ser a maior edição da história do evento. Com atrações internacionais de peso, o festival acontecerá nos dias 15 e 16 de março, na Arena Fonte Nova.\n\nEntre os confirmados estão Protoje e Lila Iké, diretamente da Jamaica, o sound system inglês Channel One, e as brasileiras Juliana Ribeiro e Sine Calmon. O evento também terá palco dedicado aos artistas locais baianos.\n\nSalvador, conhecida como a cidade mais africana fora da África, é palco perfeito para celebrar a música reggae e suas conexões com a cultura afro-brasileira.",
    "image": "https://images.unsplash.com/photo-1459749411175-04bf5292ceea?w=800&h=400&fit=crop",
    "category": "Festivais",
    "author": "Redação GWAN",
    "date": "2025-01-18",
    "featured": true
  },
  {
    "id": 5,
    "slug": "dancehall-brasileiro-conquista-europa",
    "title": "Dancehall brasileiro conquista público europeu",
    "excerpt": "Artistas brasileiros de dancehall fazem sucesso em festivais na Europa e consolidam o Brasil como potência do gênero.",
    "content": "O dancehall feito no Brasil tem conquistado cada vez mais espaço no cenário internacional. Artistas como Rincon Sapiência, BK e Tropkillaz têm se apresentado em grandes festivais europeus, levando o sabor tropical brasileiro para pistas de Londres, Berlim e Amsterdam.\n\nA fusão única que os brasileiros fazem do dancehall jamaicano com ritmos como funk, baile funk e música eletrônica tem chamado atenção de produtores e DJs internacionais. Colaborações entre artistas brasileiros e jamaicanos também têm se tornado mais frequentes.\n\nPara 2025, espera-se que mais artistas brasileiros cruzem o Atlântico, consolidando o país como uma das novas potências do dancehall mundial.",
    "image": "https://images.unsplash.com/photo-1571266028243-d220c6a57a2a?w=800&h=400&fit=crop",
    "category": "Internacional",
    "author": "Redação GWAN",
    "date": "2025-01-15",
    "featured": false
  },
  {
    "id": 6,
    "slug": "documentario-reggae-brasileiro-estreia",
    "title": "Documentário sobre reggae brasileiro estreia em streaming",
    "excerpt": "Produção conta a história do reggae no Brasil desde os anos 70 até os dias atuais, com entrevistas exclusivas.",
    "content": "O documentário 'Reggae Brasil: 50 Anos de Resistência' estreia neste mês nas principais plataformas de streaming. A produção, dirigida por Carlos Sanches, levou três anos para ser finalizada e conta com depoimentos de artistas icônicos como Edson Gomes, Cidade Negra, Natiruts e novos nomes da cena.\n\nO filme traça a trajetória do reggae no Brasil desde sua chegada nos anos 70, passando pelo boom maranhense, a explosão comercial dos anos 90 e o renascimento atual com novos artistas e a cultura de sound system.\n\nA GWAN Reggae Radio é parceira da produção e fará uma exibição especial com debate ao vivo após o lançamento.",
    "image": "https://images.unsplash.com/photo-1485846234645-a62644f84728?w=800&h=400&fit=crop",
    "category": "Cinema",
    "author": "Redação GWAN",
    "date": "2025-01-12",
    "featured": false
  }
]
